{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "everblush": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "flit.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v1.x" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "projectmgr.nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "transparent.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}